# RbsElecPanelNeutralRatingParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsElecPanelNeutralRatingParam Property
ParameterTypeId Class See Also
---
"Neutral Rating"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsElecPanelNeutralRatingParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsElecPanelNeutralRatingParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsElecPanelNeutralRatingParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace